[
  {
    "index": 1,
    "text": "CONCLUSION: If this Turning Point is currently a Plotline Development, then it becomes a Plotline Conclusion. Incorporate anything necessary into this Turning Point to end this Plotline and remove it from the Plotlines List. If this Turning Point is a New Plotline or already a Conclusion, then consider this Plot Point a None.",
    "ranges": {
      "Action": 8,
      "Tension": 8,
      "Mystery": 8,
      "Social": 8,
      "Personal": 8
    }
  },
  {
    "index": 2,
    "text": "NONE: Leave this Plot Point blank and go on to the next Plot Point, unless it would leave you with fewer than 2 Plot Points in this Turning Point, in which case re-roll.",
    "ranges": {
      "Action": 24,
      "Tension": 24,
      "Mystery": 24,
      "Social": 24,
      "Personal": 24
    }
  },
  {
    "index": 3,
    "text": "INTO THE UNKNOWN: This Turning Point involves Characters entering a situation with unknown factors. To know the unknown, you have to commit to it. For instance, a magic portal where there is no way of knowing what’s on the other side except by walking through it. Or, you discover a machine that is very powerful but you have no idea what it does, except if you turn it on. The only way to discover the unknown is to engage it, when it will be too late if you regret it.",
    "ranges": {
      "Action": 0,
      "Tension": 26,
      "Mystery": 26,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 4,
    "text": "A CHARACTER IS ATTACKED IN A NON-LETHAL WAY: A Character is attacked, but the assailant will not attack to kill. 25-26 - - - -",
    "ranges": {}
  },
  {
    "index": 5,
    "text": "A NEEDED RESOURCE RUNS OUT: A resource a Character needs has run out. The lack will cause problems. For instance, traveling a dinosaur filled jungle and running out of ammunition.",
    "ranges": {
      "Action": 0,
      "Tension": 27,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 6,
    "text": "USEFUL INFORMATION FROM AN UNKNOWN SOURCE: A Character receives useful information from an anonymous source. Perhaps a note is found laying on your doorstep, or an email appears in your inbox with a photo that reveals something to the Character. Whatever the information is, it should impact the Plotline.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 28,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 7,
    "text": "IMPENDING DOOM: Something terrible is going to happen, and it is approaching. For instance, an enemy army is advancing to invade and will be at the borders in a week.",
    "ranges": {
      "Action": 0,
      "Tension": 28,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 8,
    "text": "OUTCAST: A Character is considered an outcast by other Characters for some reason. Maybe the Character is part of an ethnic group that is disliked in the area, or perhaps the Character is popularly believed to be the perpetrator of a heinous crime.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 26,
      "Personal": 0
    }
  },
  {
    "index": 9,
    "text": "PERSUASION: A Character tries to persuade another Character to do something. This persuasion can take many forms, from pleading with them to threatening them, for instance.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 26
    }
  },
  {
    "index": 10,
    "text": "A MOTIVE FREE CRIME: A crime is committed either in this Turning Point or is learned about in this Turning Point, with no clear reason why the crime was committed. Maybe someone was murdered for no obvious reason, or a building was broken into with nothing stolen.",
    "ranges": {
      "Action": 0,
      "Tension": 29,
      "Mystery": 30,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 11,
    "text": "COLLATERAL DAMAGE: Whatever is going on in this Turning Point, the activity will spill over from the focus of that activity to things around it. This is particularly true for damaging events. For instance, a superhero defeats a villain in a downtown brawl, but doing significant damage to the buildings around them in the process. The collateral damage does not have to be physical. For instance, it could be the legal fallout from a major court decision.",
    "ranges": {
      "Action": 27,
      "Tension": 30,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 12,
    "text": "SHADY PLACES: This Turning Point involves a location that is less than legitimate, such as a back alley where drug deals are commonly transacted or a secret gambling hall in a bar.",
    "ranges": {
      "Action": 0,
      "Tension": 32,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 13,
    "text": "A CHARACTER IS ATTACKED IN A LETHAL WAY: An assailant is trying to kill a Character. ",
    "ranges": {
      "Action": 29,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 14,
    "text": "DO IT, OR ELSE: A Character is being given a task, and is being pressured into completing the task with a threat. For instance, a spy is forcing a diplomat to hand over technology secrets or he will expose the diplomat’s illegal activities and send him to jail. Of course, probably the most common form of this Plot Point is “Do this or I will kill you”.",
    "ranges": {
      "Action": 0,
      "Tension": 33,
      "Mystery": 0,
      "Social": 0,
      "Personal": 27
    }
  },
  {
    "index": 15,
    "text": "REMOTE LOCATION: This Turning Point involves a remote location, such as a cave or a cabin in the woods.",
    "ranges": {
      "Action": 0,
      "Tension": 34,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 16,
    "text": "AMBUSH: Whatever is happening in this Turning Point involves sudden action at an unexpected time. ",
    "ranges": {
      "Action": 31,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 17,
    "text": "SOLD!: This Turning Point involves a sale of some kind. Maybe goods are being sold, or information is being bought. Whatever is happening, goods and money are exchanging hands.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 28,
      "Personal": 0
    }
  },
  {
    "index": 18,
    "text": "CATASTROPHE: Just about the worst thing that can happen does happen, and it happens spectacularly and with much action. This could be the impregnable fortress that gets sacked, the unstoppable superhero who gets defeated, the unsinkable ship that starts to sink.",
    "ranges": {
      "Action": 32,
      "Tension": 35,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 19,
    "text": "GRISLY TONE: Whatever is going on in this Turning Point, the tone of it is grisly, something that causes horror or disgust. For instance, if a note is discovered with a grisly tone it may be smeared in blood or be accompanied by a severed hand.",
    "ranges": {
      "Action": 0,
      "Tension": 36,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 20,
    "text": "CHARACTER HAS A CLEVER IDEA: A Character has an idea that has an impact on this Turning Point. For instance, the con man speaks up and just happens to know a secret way through the sewers into the walled city.",
    "ranges": {
      "Action": 33,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 21,
    "text": "SOMETHING IS GETTING AWAY: This Turning Point involves a time limit where, at the end of it, something will get away. For instance, a ship carrying a magic artifact is about to leave the dock and a Character has to fight their way through a pack of armed goons to board the ship before it sets sail.",
    "ranges": {
      "Action": 34,
      "Tension": 37,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 22,
    "text": "RETALIATION: Whatever is happening in this Turning Point, it involves an element of retaliation or revenge.",
    "ranges": {
      "Action": 0,
      "Tension": 39,
      "Mystery": 0,
      "Social": 30,
      "Personal": 28
    }
  },
  {
    "index": 23,
    "text": "A CHARACTER DISAPPEARS: A Character is nowhere to be found. Whether there is evidence or not as to what happened to the Character is up to you depending on the other Plot Points involved in this Turning Point.",
    "ranges": {
      "Action": 0,
      "Tension": 40,
      "Mystery": 32,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 24,
    "text": "HUNTED: A Character is being hunted by someone or something that is not strictly legitimate. In other words, as opposed to Wanted By The Law, Hunted may mean a hit man is pursuing a Character to fulfill a mafia contract on them, or a ghost may be after a Character. The hunter doesn’t have to be seeking to kill.",
    "ranges": {
      "Action": 36,
      "Tension": 41,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 25,
    "text": "A HIGH ENERGY GATHERING: This Turning Point involves a social gathering with a great deal of energy or activity. This could be a busy nightclub, a loud party, or a sporting event, for instance.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 31,
      "Personal": 0
    }
  },
  {
    "index": 26,
    "text": "A RARE OR UNIQUE SOCIAL GATHERING: This is a social gathering for a specific and rare purpose. Examples would include funerals or a wedding.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 32,
      "Personal": 0
    }
  },
  {
    "index": 27,
    "text": "BAD DECISION: A decision a Character made has turned out to be a very bad one. This can be a decision made earlier in the Adventure, or it can be something from before the Adventure. This earlier decision may not have seemed like a bad one at the time, but it has turned out to be bad, either for the Character, for others, or both. For instance, maybe a ship’s captain decided to investigate a distress beacon in deep space, only to find it’s a trap laid by pirates.",
    "ranges": {
      "Action": 0,
      "Tension": 42,
      "Mystery": 0,
      "Social": 0,
      "Personal": 29
    }
  },{
    "index": 27,
    "text": "THIS ISN'T WORKING: Something that is supposed to be working is not for some reason, causing a problem. For instance, a binding spell is failing to hold a demon, or a crime boss is delivering stolen goods through a shipping port that is supposed to be secure but turns out to be swarming with police. Whatever isn't working is something that was assumed would work.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 33,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 28,
    "text": "DISTRACTION: A Character is distracted in this Turning Point in such a way that it impacts events. For instance, before a villain delivers his killing blow he’s distracted by an image of his lost love, giving the hero time to escape.",
    "ranges": {
      "Action": 37,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 29,
    "text": "ILL WILL: A Character harbors ill will toward another Character for some reason. The animosity should be deep seated and color the Character’s reactions when it comes to the unliked Character. The dislike may be reciprocated or not.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 31
    }
  },
  {
    "index": 30,
    "text": "AN ORGANIZATION: This Turning Point involves an organization of some kind. This can be an organization already in the Characters List or not. Whatever is happening in this Turning Point, the organization is formally involved in some way. For instance, a crime has been committed and a local guild had knowledge of it and covered it up to protect its own interests.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 34,
      "Personal": 0
    }
  },
  {
    "index": 31,
    "text": "WANTED BY THE LAW: A Character is wanted for a crime. It doesn’t matter if they actually did the crime, but the law is after them as the main suspect either way.",
    "ranges": {
      "Action": 0,
      "Tension": 43,
      "Mystery": 0,
      "Social": 0,
      "Personal": 33
    }
  },
  {
    "index": 32,
    "text": "A RESOURCE DISAPPEARS: An important object or resource is stolen by an unknown thief. The resource should be something either useful to a Character, or it should pertain to the Plotline in question.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 35,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 33,
    "text": "IT IS YOUR DUTY: A Character is charged with carrying out a duty. This should be something that the Character has little choice in the matter, whether they want to do it or not. Whoever the duty is coming from, that source has authority over the Character. For instance, a soldier wants to join in the pivotal battle but his commander gives him the duty of guarding the fortress gate instead.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 35
    }
  },
  {
    "index": 34,
    "text": "FORTUITOUS FIND: A Character runs across something very useful for resolving the Plotline. This may be a piece of information, a useful tool, a resource that is needed, a person who can help, etc. Whatever it is, it’s the right thing at the right time, and it falls into the Character’s lap.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 36,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 35,
    "text": "CHARACTER CONNECTION SEVERED: A Character who has a connection with another Character severs that connection. This can happen for any of a number of reasons, from the Character dropping out of the story to the Character getting angry at the other Character for something. The severed connection does not have to be permanent.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 37
    }
  },
  {
    "index": 36,
    "text": "ALL IS REVEALED!: A source in this Turning Point gives a lot of detail about something. For instance, a guard is captured and tells where the king has hidden the Sacred Scrolls.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 37,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 37,
    "text": "HUMILIATION: This Turning Point involves a Character being humiliated or facing humiliation. Whatever is happening, it should be something deeply embarrassing to the Character. For instance, a member of an unpopular community is being bullied and mocked, or a public figure has something personal publicly exposed.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 38
    }
  },
  {
    "index": 38,
    "text": "PEOPLE BEHAVING BADLY: This Turning Point involves someone behaving in a socially unacceptable way. For example, a group of drunks throwing bottles, or a heckler in a crowd yelling at a speaker.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 35,
      "Personal": 0
    }
  },
  {
    "index": 39,
    "text": "USEFUL INFORMATION FROM A KNOWN SOURCE: A Character acquires useful information from a known source. For instance, a detective investigating a homicide gets a tip from an informant she sometimes uses, giving her a clue.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 39,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 40,
    "text": "CRYPTIC INFORMATION FROM A KNOWN SOURCE: A Character acquires information that is not immediately useful from a known source. The information is cryptic, the Character doesn’t know what it means. For instance, a crewmember leaves behind a note to be found that simply says, “Kraton,” where the Character receiving the note has no idea what “Kraton” is.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 40,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 41,
    "text": "LIE DISCOVERED: This Turning Point involves the discovery of a lie. The lie could have happened within this Turning Point, or it could have happened earlier in the Adventure or even before the Adventure. For instance, Characters may learn that the detective did not destroy the cult artifact like he said he did, but instead took it home to try and summon the Beast From Beyond.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 42,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 42,
    "text": "A CHARACTER IS ATTACKED TO ABDUCT: An assailant is attempting to abduct a Character. ",
    "ranges": {
      "Action": 39,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 43,
    "text": "SOMETHING EXOTIC: Whatever is happening in this Turning Point it involves an unusual or exotic element. For instance, if the Turning Point is about someone being attacked by an assassin, the assassin may have a very unusual identity or mode of attack (maybe he’s disguised as a clown and attacks with exploding balloons, or he is a martial artist with fantastic moves).",
    "ranges": {
      "Action": 40,
      "Tension": 44,
      "Mystery": 43,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 44,
    "text": "IMMEDIATELY: Immediate action is required in this Turning Point, whatever is going on. For instance, if this Turning Point involves engine failure on a starship, the Character doesn’t have days to resolve the issue, he may only have an hour. Whatever is going on, it requires immediate action.",
    "ranges": {
      "Action": 42,
      "Tension": 45,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 45,
    "text": "FAME: Whatever is happening in this Turning Point involves someone famous to some extent. This doesn’t necessarily mean that a famous Character is Invoked, just that the Turning Point has some connection to fame. For instance, if this Turning Point involves learning a secret about another Character, you may learn that they were once a member of a famous superhero group decades ago.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 36,
      "Personal": 0
    }
  },
  {
    "index": 46,
    "text": "CHASE: This Turning Point involves a chase, where one Character is pursuing another. ",
    "ranges": {
      "Action": 44,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 47,
    "text": "BETRAYAL!: A Character, who was thought to be an ally or to be benign, turns on another Character. This can be a fundamental betrayal, such as they are actually on opposing sides, or it can be a momentary betrayal, such as attacking someone out of a fit of anger.",
    "ranges": {
      "Action": 0,
      "Tension": 46,
      "Mystery": 0,
      "Social": 0,
      "Personal": 40
    }
  },
  {
    "index": 48,
    "text": "A CRIME IS COMMITTED: A crime is committed either in this Turning Point or is learned about in this Turning Point.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 45,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 49,
    "text": "A CHARACTER IS INCAPACITATED: A Character is rendered out of commission for some reason. Perhaps they are wounded badly, they lose their powers, are trapped somewhere, etc.",
    "ranges": {
      "Action": 0,
      "Tension": 47,
      "Mystery": 0,
      "Social": 0,
      "Personal": 42
    }
  },
  {
    "index": 50,
    "text": "IT’S A SECRET: This Turning Point involves an activity that is done in secret, such as smuggling or embezzlement. The activity doesn’t have  to be illegal, but whatever it is, it is something hidden or being done behind an otherwise legitimate front. For instance, a fast food chain is using it’s delivery trucks to smuggle drugs across the border.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 47,
      "Social": 0,
      "Personal": 0
    }
  },{
    "index": 50,
    "text": "SOMETHING LOST HAS BEEN FOUND: Something that has been lost turns up in this Turning Point. The thing could have been lost in this Adventure or before. It can be an object, a person, or anything. For instance, a ring of power suddenly turns up in a creek bed, or a Character who disappeared early in the Adventure suddenly makes a reappearance.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 48,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 51,
    "text": "SCAPEGOAT: This Turning Point involves an innocent Character accused of wrongdoing to throw suspicion off of the real culprit. For instance, the woman who took all the ammo blames the newcomer to the zombie survivalist group, or the mayor of the little New England town blames the practitioners of a religion for the bizarre events going on when he is actually at fault.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 37,
      "Personal": 0
    }
  },
  {
    "index": 52,
    "text": "NOWHERE TO RUN: A Character faces a peril with no means to escape.",
    "ranges": {
      "Action": 0,
      "Tension": 48,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 53,
    "text": "AT NIGHT: This Turning Point takes place at night.",
    "ranges": {}
  },
  {
    "index": 54,
    "text": "THE OBSERVER: Whatever is happening in this Turning Point that is presumed to be private from someone, is actually being witnessed or observed. The observed are not aware of this observer. For instance, two enemy generals are meeting in secret to form an alliance and betray their respective kings, but the meeting is observed by a princess who knows exactly what it means.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 49,
      "Social": 38,
      "Personal": 43
    }
  },
  {
    "index": 55,
    "text": "ESCAPE: This Turning Point involves an escape of some sort. For instance, a Character who was captured by brigands in an earlier Turning Point manages to slip away from his captors and escape into the forest.",
    "ranges": {
      "Action": 46,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 56,
    "text": "A SECRET WEAPON: This Turning Point involves the reveal of a secret weapon in possession by a Character. This weapon should be significant enough to sway the balance of power or to otherwise require a solution to resolve. For instance, the motley band of orcs is unexpectedly backed by a large ogre whose aid they enlisted. Or, the galactic empire unveils a new, planet-busting warship that changes everything",
    "ranges": {
      "Action": 0,
      "Tension": 51,
      "Mystery": 50,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 57,
    "text": "HEAVILY GUARDED: This Turning Point involves entering a heavily guarded and dangerous location. For instance, this could be needing to infiltrate a high tech security facility to steal information, or breaking into the necromancers lair full of guardian zombies to destroy his magic crystal.",
    "ranges": {
      "Action": 48,
      "Tension": 52,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 58,
    "text": "RESCUE: A Character needs to be rescued in this Turning Point.",
    "ranges": {
      "Action": 50,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 59,
    "text": "LIAR!: This Turning Point involves an active lie. The lie is being committed in this Turning Point. Something someone said or claimed is false. For instance, a vampire lord claims he knows nothing of a magic book, when actually he is seeking it himself. The lie may or may not be detected in this Turning Point.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 52,
      "Social": 39,
      "Personal": 0
    }
  },
  {
    "index": 60,
    "text": "HOME SWEET HOME: This Turning Point takes place in the private home of a Character.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 45
    }
  },
  {
    "index": 61,
    "text": "A CHARACTER ACTS OUT OF CHARACTER: A Character does something that runs counter to that Character’s perceived goals or personality. The action may seem at odds to how they’ve been acting (such as a trusted member of a team sabotaging a crucial resource) or the action is vague with no discernible purpose (such as a Character meeting with an unknown person in secret).",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 53,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 62,
    "text": "HEADQUARTERS: A setting in this Turning Point is a Character’s main headquarters. For instance, it may be the ritzy bar where the mob boss runs his empire, or the wizard’s wilderness tower.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 41,
      "Personal": 46
    }
  },
  {
    "index": 63,
    "text": "PHYSICAL CONTEST OF SKILLS: This Turning Point involves Characters squaring off against each other in a physical contest of skills. This can be anything such as combat, a sporting event, duel, arm wrestling contest, etc.",
    "ranges": {
      "Action": 52,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 64,
    "text": "DEAD: A Character is dead. This can either be expected or unexpected, but whatever the circumstances, this Turning Point involves a dead Character.",
    "ranges": {
      "Action": 0,
      "Tension": 53,
      "Mystery": 54,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 65,
    "text": "A COMMON SOCIAL GATHERING: This Turning Point involves a social gathering. This can be any gathering of people, generally for a common purpose, such as gathering for dinner at a home or restaurant, or an afternoon at a mall. The social gathering itself should be considered of a mundane nature, although what else transpires at the gathering doesn’t necessarily have to be.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 43,
      "Personal": 0
    }
  },
  {
    "index": 66,
    "text": "LIGHT URBAN SETTING: This Turning Point takes place in a light urban setting, such as a small town or village.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 45,
      "Personal": 0
    }
  },
  {
    "index": 67,
    "text": "MYSTERY SOLVED: A mystery is solved. This can be a large, unanswered question in the Adventure or something minor, but it is not a Plotline resolved unless this Turning Point is also a Plotline Conclusion. A Mystery Solved could be any number of things, from finally figuring out what a device does to locating the missing Chancellor.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 56,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 68,
    "text": "A WORK RELATED GATHERING: This is a social gathering that involves professionals or workers. The gathering itself may or may not involve their actual work. For instance, police officers gathering at a “cop bar” or a team of super heroes gathering at their headquarters would both count.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 47,
      "Personal": 0
    }
  },
  {
    "index": 69,
    "text": "FAMILY MATTERS: This Turning Point involves a family member or members of a Character. For instance, an occult investigator is about to head off on a mission when his sister unexpectedly appears on his doorstep, or one of the Characters has an uncle who is a feudal lord and is summoning them for their help in defending his land because no one else will stand by him.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 48
    }
  },
  {
    "index": 70,
    "text": "SECRET INFORMATION LEAKED: Information that should not have gotten into the wrong hands has. For instance, outlaws always seem to know when the stagecoach is coming through Gateway Gulch with the railroad payroll. How are they finding out? Or, an enemy spy has learned of the realm’s secret military plans.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 57,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 71,
    "text": "SUSPICION: This Turning Point involves a Character being suspicious of another Character for some reason. For instance, a beloved leader on a space station is murdered and suddenly every newcomer on board is viewed with suspicion.",
    "ranges": {
      "Action": 0,
      "Tension": 54,
      "Mystery": 59,
      "Social": 48,
      "Personal": 0
    }
  },
  {
    "index": 72,
    "text": "LOSE LOSE: This Turning Point involves a choice where both or all options are bad in some way.",
    "ranges": {
      "Action": 0,
      "Tension": 55,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 73,
    "text": "A FIGURE FROM THE PAST: A new Character joins the Adventure, someone from a Character’s past. This Plot Point requires a new Character to be added to the Characters List and Invoked.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 49
    }
  },
  {
    "index": 74,
    "text": "MASS BATTLE: This Turning Point involves a combat between many combatants. This can be a throw down between two teams or a battle in a war, for instance.",
    "ranges": {
      "Action": 54,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 75,
    "text": "OUT IN THE OPEN: Whatever is happening in this Turning Point, it is happening out in the open for all to see. For instance, a Character is attacked at a public festival in the middle of the day, or, something a Character is doing that they thought is private is actually being filmed and viewed by others.",
    "ranges": {
      "Action": 0,
      "Tension": 56,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 76,
    "text": "EVIDENCE: A Character finds something that helps settle an existing question. For instance, the gun that killed a victim is found stashed under a suspect’s bed.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 61,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 77,
    "text": "A CHARACTER IS DIMINISHED: A Character is reduced in some way that makes them less effective. Perhaps they are wounded, or their energy is low, or they lose some authority, etc. The Character is not entirely powerless, but loses a significant portion of their power or utility.",
    "ranges": {
      "Action": 0,
      "Tension": 58,
      "Mystery": 0,
      "Social": 0,
      "Personal": 51
    }
  },
  {
    "index": 78,
    "text": "THE PLOT THICKENS: A promising lead or clue to solving an open question turns out to be a dead end. For instance, Characters follow through on a tip to go to a warehouse to find an abducted heiress, but instead of finding a nest of bad guys they just find an empty building.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 63,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 79,
    "text": "ENEMIES: This Turning Point involves enemies of a Character. Whatever activity is going on in this Turning Point, those enemies play an important role.",
    "ranges": {
      "Action": 0,
      "Tension": 59,
      "Mystery": 0,
      "Social": 49,
      "Personal": 53
    }
  },
  {
    "index": 80,
    "text": "DUBIOUS RATIONALE: A Character does something that is in keeping with their Character, but the action could also have been for another reason and it is not clear which reason the Character acted on. For instance, the CEO goes into his office late at night, as he sometimes does, on the same night another executive is murdered. The action should seem innocent, except for other events or information that cast doubt on it.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 64,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 81,
    "text": "MENACING TONE: This Turning Point involves a menacing tone of some kind. For instance, one Character may be threatening another Character, or a villain may be gloating over a captured opponent.",
    "ranges": {
      "Action": 0,
      "Tension": 60,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 82,
    "text": "A CRUCIAL LIFE SUPPORT SYSTEM BEGINS TO FAIL: This can be an actual life support system, like the oxygen ventilation of a starship, or a safety system, like the brakes on a car. The failure will constitute an emergency for the Characters involved.",
    "ranges": {
      "Action": 55,
      "Tension": 61,
      "Mystery": 65,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 83,
    "text": "DENSE URBAN SETTING: This Turning Point takes place in a heavily urban area, such as a large city.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 51,
      "Personal": 0
    }
  },
  {
    "index": 84,
    "text": "DOING THE RIGHT THING: A Character who is acting in bad faith in some way has a change of heart and decides to do the right thing. For instance, a con man stealing medicine from a diseased community decides he can’t leave all those people to die.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 54
    }
  },
  {
    "index": 85,
    "text": "VICTORY!: A Character achieves a victory over another Character in this Turning Point. For instance, a band of marauders successfully waylay the king’s couriers, or a hacker worms his way into a corporate computer system.",
    "ranges": {
      "Action": 57,
      "Tension": 62,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 86,
    "text": "TAKING CHANCES: A Character acts in a very risky way. For instance, a Character may suddenly show no regard for their life as they walk out across a narrow beam above a valley to save a friend. Or, the villain you are fighting takes a drug that makes him go into a battle frenzy where he loses all caution.",
    "ranges": {
      "Action": 59,
      "Tension": 63,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 87,
    "text": "A GROUP IS IN TROUBLE: A group, such as a community, is in trouble in this Plot Point. The group or community is facing a difficulty. For instance, maybe a village is being harassed by monsters, or a corporation is facing a lawsuit that could destroy it. Whatever the trouble is, it should be something that can be solved and will likely constitute a problem for a Character.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 53,
      "Personal": 0
    }
  },
  {
    "index": 88,
    "text": "SOLE SURVIVOR: This Turning Point involves some kind of process of elimination where there is only one left. This can be a battle, but doesn’t have to be. For instance, maybe a sinking ship has a single survivor who washes up on shore, or a group of crewmen from a starship playing chess with an alien intelligence is down to their last crewmember who is now chosen for the alien’s ultimate challenge.",
    "ranges": {
      "Action": 61,
      "Tension": 64,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 89,
    "text": "TOKEN RESPONSE: A Character or organization acting in this Turning Point does the bare minimum to address a problem, or makes just a token effort, as opposed to doing something truly effective. For instance, a notorious space pirate has been captured, but instead of receiving serious prison time, the federation government goes very lenient on him and releases him from prison in a week.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 54,
      "Personal": 0
    }
  },
  {
    "index": 90,
    "text": "CRYPTIC INFORMATION FROM AN UNKNOWN SOURCE: Information that is unclear what it means is received from an anonymous source. Maybe an odd word is found scrawled on a mirror, or a stranger’s diary is found talking about events similar to the Plotline.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 67,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 91,
    "text": "A COMMON THREAD: It is learned that events that appeared to be unrelated have a commonality after all. For instance, a rash of crimes has beset the city, from car jackings to break ins. It turns out the culprits all work as security guards in the same building.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 69,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 92,
    "text": "A PROBLEM RETURNS: A problem that had been thought resolved returns in some fashion. This can be a problem from this Adventure, from a previous Adventure, or something inferred from the past. For instance, a kingdom may be enjoying a decade of peace following the vanquishing of the Dark Lord, but it is discovered that he is not dead and is now returning. The magnitude of the problem is open to interpretation and can range from large to minor, such as a previously sealed leak in a boat has sprung open again.",
    "ranges": {
      "Action": 0,
      "Tension": 66,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 93,
    "text": "STUCK: A Character is stuck in this Turning Point, unable to act, while the events of the Turning Point transpire. Whatever has them stuck is not necessarily permanent, but at the moment it renders them powerless or mostly powerless. For instance, maybe the character is bound or trapped in a jail cell.",
    "ranges": {
      "Action": 0,
      "Tension": 68,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 94,
    "text": "AT YOUR MERCY: A Character is helpless and desperate for some reason, and must rely on the mercy of another Character who has the power to address their problem. For instance, a Character is afflicted with a magical curse that only one sorcerer can cure.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 56
    }
  },
  {
    "index": 95,
    "text": "STOP THAT: A Character takes action to stop something from happening in this Turning Point. The action could be expected, such as a hero putting an arrow through the executioner before he drops his axe. Or, it could be unexpected, like a Character suddenly shooting a captured villain right before he was about to reveal crucial details.",
    "ranges": {
      "Action": 63,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 96,
    "text": "NOT THEIR MASTER: A Character in this Turning Point who is assumed to be working for one source turns out to be working for another. For instance, the hitman who’s been trying to kill a Character doesn’t work for the mafia like you thought, but for a corporation who has an interest in that Character.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 70,
      "Social": 55,
      "Personal": 0
    }
  },
  {
    "index": 97,
    "text": "FALL FROM POWER: A Character loses their power in this Turning Point. For instance, a king is found to be a fraud by his brother, who asserts his own claim to the throne and takes it.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 58
    }
  },
  {
    "index": 98,
    "text": "HELP IS OFFERED, FOR A PRICE: A Character offers to help another Character in exchange for something. What’s being asked for could be anything, from mutual aid to a fee. Whatever the price, it should be steep enough to be of real significance to the paying Character.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 60
    }
  },
  {
    "index": 99,
    "text": "PUBLIC LOCATION: This Turning Point involves a public location, such as a town square or a park in the middle of the day.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 57,
      "Personal": 0
    }
  },
  {
    "index": 100,
    "text": "THE LEADER: This Turning Point involves the leader of someone or some organization.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 59,
      "Personal": 0
    }
  },
  {
    "index": 101,
    "text": "PRIZED POSSESSION: Whatever is happening in this Turning Point, it involves an important possession of a Character. For instance, if the Turning Point is about something being stolen, maybe a sorcerer’s magic staff is taken.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 62
    }
  },
  {
    "index": 102,
    "text": "SAVIOR: A Character is involved in this Turning Point who offers to save the day.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 61,
      "Personal": 0
    }
  },
  {
    "index": 103,
    "text": "DISARMED: A Character loses their primary method of defending themselves. This could mean the loss of a weapon, or maybe a powerful bureaucrat is powerless in another’s kingdom, etc. The disarmament should be temporary for the Turning Point and deprive the Character of crucial defenses.",
    "ranges": {
      "Action": 0,
      "Tension": 70,
      "Mystery": 0,
      "Social": 0,
      "Personal": 63
    }
  },
  {
    "index": 104,
    "text": "THE SECRET TO THE POWER: There is a power, and it has a secret source. For instance, an evil wizard may derive his abilities from his ancient staff, or the warship hurtling through space may be dependent on a simple power core inside that will cripple the ship if it is damaged. This secret gives Characters an option to stop an otherwise overwhelming or powerful problem.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 72,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 105,
    "text": "HIDDEN AGENDA: A Character either reveals, or is found out to have, a motive that they had not previously exposed. For instance, maybe the detective isn’t investigating the murder out of dedication to his job, but the victim used to be a love interest of his. Classically, this can also be the ally who turns out to be an enemy. The hidden agenda doesn’t have to be something nefarious, although it can be. Whichever the case, the agenda now becomes known to others.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 74,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 106,
    "text": "DEFEND OR NOT TO DEFEND: This Turning Point involves a confrontation between two Characters, where another Character views it and has the option to intervene or not. The observing Character is not directly part of the confrontation, but will become so if they step in. This Plot Point calls for three Characters to be Invoked.",
    "ranges": {
      "Action": 65,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 107,
    "text": "CRASH: This Turning Point involves a vehicle carrying a Character to crash or threaten to crash. The Character(s) involved must either mitigate the damage of the crash, prevent the crash in the first place, and/or survive the crash. The vehicle can be anything from a plane to a car to a snow sled ... anything that can transport a Character and its crashing would be dangerous.",
    "ranges": {
      "Action": 67,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 108,
    "text": "REINFORCEMENTS: A Character who is running low on a human resource gets a boost. For instance, the battle is going poorly for King Leonard, but just before they lose King Ferdinand appears on the hill with his forces ready to save the day.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 63,
      "Personal": 0
    }
  },
  {
    "index": 109,
    "text": "GOVERNMENT: This Turning Point involves government in some way. Maybe a Character has to deal with a border crossing checkpoint, or a starship needs to get proper authorization to leave port.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 65,
      "Personal": 0
    }
  },
  {
    "index": 110,
    "text": "PHYSICAL BARRIER TO OVERCOME: A Character faces a physical barrier of some sort that must be overcome. It could be a cliff that needs to be climbed, a rickety bridge to cross, a door that needs to be knocked down, etc. Whatever the barrier is, it will require physical action to get past.",
    "ranges": {
      "Action": 69,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 111,
    "text": "INJUSTICE: This Turning Point involves a social injustice of some kind. For instance, a corrupt politician uses a civic ordinance to foreclose on an apartment building where friends of a certain hero, who has upset the politician, live.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 67,
      "Personal": 0
    }
  },
  {
    "index": 112,
    "text": "QUIET CATASTROPHE: Just about the worst thing that can happen does happen. This is similar to the Action Plot Point Catastrophe, except that it is accompanied by less action. For instance, a colonizing spaceship stops midway through a 40 year journey, waking everyone up from their cryo sleep. Or, the investigator discovers the ancient vampire he had destroyed is, somehow, back.",
    "ranges": {
      "Action": 0,
      "Tension": 71,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 113,
    "text": "AN OBJECT OF UNKNOWN USE IS FOUND: A Character finds something that they think is useful, but they do not know in what way. This may be a magic wand that they don’t know how to use, a key that they don’t know the lock it goes to, a device with an unknown purpose but currently has no power, etc.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 75,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 114,
    "text": "IT'S ALL ABOUT YOU: Whatever the main action of this Turning Point, it is focused primarily on one Character.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 65
    }
  },{
    "index": 114,
    "text": "A CELEBRATION: This Plot Point involves a celebration of some sort, such as a birthday party or a high school graduation party.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 69,
      "Personal": 0
    }
  },
  {
    "index": 115,
    "text": "STANDOFF: This Turning Point involves two or more Characters in a tense standoff. For instance, a group of mercenaries have the Characters pinned down behind rubble with gunfire, while the Characters fire back. Neither side can take out the other, but neither can they leave without resolving the conflict.",
    "ranges": {
      "Action": 0,
      "Tension": 72,
      "Mystery": 0,
      "Social": 70,
      "Personal": 0
    }
  },
  {
    "index": 116,
    "text": "DOUBLE DOWN: Whatever is happening in this Turning Point, those events will intensify. For instance, if a ship is leaking on the high seas during a storm, maybe torrential winds tear down the sails.",
    "ranges": {
      "Action": 71,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 117,
    "text": "HIDDEN THREAT: There is a threat in this Turning Point that has been in the Adventure previous to this Turning Point but went undetected. This could be anything from an evil spirit lurking in an ancient vase to a virus in a person’s body to a good guy who turns out to be a bad guy, etc.",
    "ranges": {
      "Action": 0,
      "Tension": 73,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 118,
    "text": "CHARACTER CONNECTION: A Character forms a connection with another Character. This connection can be anything from showing a personal interest in the Character to asking them to become a business partner, etc. Whatever the connection is, it will have a lasting impact beyond this Turning Point.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 67
    }
  },
  {
    "index": 119,
    "text": "RELIGION: This Turning Point involves some aspect of religion or religious belief. For instance, maybe an event is taking place at a church, or Characters stumble upon a cult preparing a magic ritual for their otherworldly god.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 71,
      "Personal": 0
    }
  },
  {
    "index": 120,
    "text": "INNOCENCE: This Turning Point involves an element of innocence, usually an innocent person in an otherwise less than innocent situation. For instance, an average citizen finds herself in the middle of two vampires battling. This can also be considered a “fish out of water” Plot Point, where someone who does not belong in a situation finds themselves in that situation.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 72,
      "Personal": 68
    }
  },
  {
    "index": 121,
    "text": "CLEAR THE RECORD: A Character is given the task of clearing someone or something of a false claim. For instance, a friend says they are wrongly convicted of a crime and that the evidence is out there to prove it. The task may come to the Character officially, given by another Character, or it may be something that falls into their lap, such as discovering the truth themselves and only they know it. For instance, a foreign power has staged a catastrophe to start a war, but a handful of Characters know the truth ... if only they can reach headquarters in time to tell them before warships are launched.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 76,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 122,
    "text": "WILLING TO TALK: A Character is in a mood to talk. Whatever it is they have to say, it’s important to furthering the Plotline.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 70
    }
  },
  {
    "index": 123,
    "text": "THEFT: This Turning Point involves a theft, whether attempted or successful. What is being stolen is an object of some kind, or information, or anything that can be taken. This Turning Point involves the actual activity and action of the theft or attempted theft. For instance, the Character is strolling through a museum when a group of men burst in to steal a ritual mask.",
    "ranges": {
      "Action": 73,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 124,
    "text": "CHARACTER HARM: A Character hurts another Character in some personal way. For instance, a villain harms a wizard’s familiar or a Character hurls a personal insult at another Character.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 72
    }
  },
  {
    "index": 125,
    "text": "A NEED TO HIDE: A Character must hide from something or someone in this Turning Point. For instance, the Character may have escaped from a bounty hunter but must hide long enough to recover their wounds. Or, a terrible storm has struck and the Character must take shelter, hiding from the storm.",
    "ranges": {
      "Action": 0,
      "Tension": 75,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 126,
    "text": "FOLLOWED: A Character is being followed by another Character. - 76-77 - - -",
    "ranges": {}
  },
  {
    "index": 127,
    "text": "FRAMED: A Character is unfairly framed by another Character. For instance, a mob boss plants evidence to make it look like a police detective has committed a crime.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 77,
      "Social": 0,
      "Personal": 73
    }
  },
  {
    "index": 128,
    "text": "PREPARATION: This Turning Point involves a Character needing to prepare for something. For instance, a wizard must study up on how to banish demons before a villain arrives, or a town of prospectors and merchants must learn how to fight before the band of outlaws arrives to exact their revenge for hanging a comrade.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 74,
      "Personal": 75
    }
  },
  {
    "index": 129,
    "text": "AN IMPROBABLE CRIME: This Turning Point involves a crime that seems either improbable or impossible to have occurred, such as someone found murdered in a secure room or a piece of artwork stolen from a museum with no visible break in.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 78,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 130,
    "text": "FRIEND FOCUS: Whatever the main action of this Turning Point, it is focused on a friend or someone close to a Character. This friend can be an already existing Character in the Adventure or someone not on the Characters List. Whoever the friend is attached to, that is the Character Invoked, not the friend.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 76
    }
  },
  {
    "index": 131,
    "text": "UNTOUCHABLE: A Character is, in some manner, untouchable by others in this Turning Point. For instance, a villain who is a world leader and thus can’t be directly attacked without triggering an international incident, or a superhero who is nearly impervious to harm. The untouchableness should serve a plot purpose, so that Characters are forced to take other actions to advance the Plotline.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 77
    }
  },
  {
    "index": 132,
    "text": "BRIBE: A Character is offered a bribe by another Character to do something that is not legitimate. For instance, a villain may offer money to a Character if they walk away from a murder scene.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 78
    }
  },
  {
    "index": 133,
    "text": "DEALING WITH A CALAMITY: This Turning Point involves a Character having to “fight” a calamity of some kind. For instance, maybe the Character is battling a fire to put it out, or he must fight his way through an ancient stone temple as it collapses around him.",
    "ranges": {
      "Action": 75,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 134,
    "text": "SUDDEN CESSATION: Whatever is happening in this Turning Point, it will suddenly cease. This could occur at any time and the causes may be unknown. For instance, if Characters are attacked by a group, the group may suddenly break off and run away.",
    "ranges": {
      "Action": 77,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },{
    "index": 134,
    "text": "IT’S A TRAP!: This Turning Point involves a trap of some kind. This can be a physical trap, such as adventurers falling prey to a pit in a hallway, to other kinds of traps, such as the summons to the peace negotiation was really just a ruse to get the leader in sights for an assassination.",
    "ranges": {
      "Action": 0,
      "Tension": 79,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 135,
    "text": "A MEETING OF MINDS: This Turning Point involves two Characters coming together for a discussion of importance.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 75,
      "Personal": 0
    }
  },
  {
    "index": 136,
    "text": "TIME LIMIT: A task must be accomplished within a certain amount of time or a Character will suffer consequences. The time limit does not need to expire within this Turning Point and could extend beyond it further into the Adventure, but it should terminate within this Adventure to give the Characters a reason to accomplish the task. Failure to accomplish the task should be significant. For instance, if a cure to a toxin isn’t found within a day, the prince will die.",
    "ranges": {
      "Action": 0,
      "Tension": 81,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 137,
    "text": "THE HIDDEN HAND: Whatever is happening in this Turning Point it is clear that it was caused on purpose by someone of unknown identity. For instance, if a Character is ambushed by bandits, the bandit leader may make a mysterious reference to their “benefactor” having paid for the attack. Or, an engine failure on a ship may be found to have been caused by obvious tampering.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 80,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 138,
    "text": "A NEEDED RESOURCE IS RUNNING SHORT: A resource a Character needs is running low and will need to be replenished. This causes problems for the Character. For instance, a starship’s warp engine functions on crystals that are running out.",
    "ranges": {
      "Action": 0,
      "Tension": 83,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 139,
    "text": "ORGANIZATIONS IN CONFLICT: This Turning Point involves two or more organizations that are at odds with each other. For instance, two rival mafia organizations may be trying to capture a master counterfeiter to use for their own purposes.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 76,
      "Personal": 0
    }
  },
  {
    "index": 140,
    "text": "BAD NEWS: Something negative that happens in this Turning Point doesn’t happen directly in the Turning Point but is delivered in the form of information. The event happened remotely, and a Character is learning of it. For instance, Characters may learn their allies lost a crucial battle elsewhere.",
    "ranges": {
      "Action": 0,
      "Tension": 85,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 141,
    "text": "CHARACTER ASSISTANCE: A Character assists another Character in some way. This assistance can be anything from coming to their aid in battle to giving them a shoulder to cry on.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 80
    }
  },
  {
    "index": 142,
    "text": "ASKING FOR HELP: A Character approaches another Character to ask for help.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 82
    }
  },
  {
    "index": 143,
    "text": "HUNKER DOWN: This Turning Point involves a Character needing to fortify a place of refuge. For instance, a baron must shore up his castle defenses against an impending attack, or a generator must be fueled up to increase a force field’s power before a meteor storm rains down on the planet surface.",
    "ranges": {
      "Action": 0,
      "Tension": 86,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 543,
    "text": "ABANDONED: Something needs to be abandoned or has been abandoned already in this Turning Point. For instance, a heavily damaged starship is going to explode in two hours and must be evacuated. Or, a Character comes upon an empty village in a forest.",
    "ranges": {
      "Action": 0,
      "Tension": 88,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 544,
    "text": "FIND IT OR ELSE: Something needs to be found in this Turning Point to help resolve the Plotline. The act of finding the thing could take place in this Turning Point, or a Character learns of the need to find something. The thing to be found can be just about anything, from an object such as a magic ring to open a portal, toa special person like the lone witness to a crime that proves an accused person is innocent.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 82,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 545,
    "text": "USED AGAINST THEM: A resource owned or aligned with one Character is somehow turned against them in this Turning Point. For instance, a small starship is being pursued by three massive battle cruisers. By skillful piloting, the smaller ship causes the larger ships to collide with each other, using their size against them. Or, a wizard may command a powerful golem, but another wizard casts a spell to make the golem attack its master.",
    "ranges": {
      "Action": 78,
      "Tension": 89,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 144,
    "text": "POWERFUL PERSON: This Turning Point involves a powerful person. The Character’s power can be of any nature, from a physically powerful warrior to a government figure with a lot of influence. Invoke a Character. If the Character is powerful, then that is the powerful person. If they are not, then the powerful person is someone associated with that Character in some way.",
    "ranges": {
      "Action": 78,
      "Tension": 89,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 145,
    "text": "ESCORT DUTY: A Character must escort another Character somewhere. For instance, this could be a bodyguard transporting a high powered executive to a remote location, or a band of warriors trying to get a princess through a valley full of monsters.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 77,
      "Personal": 0
    }
  },
  {
    "index": 546,
    "text": "CREEPY TONE: This Turning Point involves a creepy tone, such as a dark and forbidding place or a Character who is extremely menacing in a disturbing way.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 77,
      "Personal": 0
    }
  },
  {
    "index": 547,
    "text": "WELCOME TO THE PLOT: A Character learns that they are connected to this Plotline somehow in a personal way. Maybe it involves something from their past or someone in their life. For instance, a detective may discover that the crime syndicate he is trying to take down is run by his long lost brother.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 83
    }
  },
  {
    "index": 548,
    "text": "TRAVEL SETTING: This Turning Point takes place in a traveling vehicle. For instance, a ship at sea, a train, a ship hurtling through space, etc.",
    "ranges": {
      "Action": 79,
      "Tension": 92,
      "Mystery": 83,
      "Social": 78,
      "Personal": 0
    }
  },
  {
    "index": 549,
    "text": "ESCORT DUTY: A Character must escort another Character somewhere. For instance, this could be a bodyguard transporting a high powered executive to a remote location, or a band of warriors trying to get a princess through a valley full of monsters.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 79,
      "Personal": 0
    }
  },
  {
    "index": 146,
    "text": "AN OLD DEAL: This Turning Point involves an agreement made long ago, probably even before this Adventure began. For instance, occult investigators researching a mysterious death discover that the deceased person sold his soul to a demon ten years ago, and they suspect the death is the demon having come to collect.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 84,
      "Social": 80,
      "Personal": 0
    }
  },
  {
    "index": 147,
    "text": "A NEW ENEMY: This Turning Point presents a new threat to a Character. It is a threat that may or may not be directly related to any Plotlines but must be dealt with all the same. For instance, explorers deep under the earth are moving through an ancient ruin to find their lost comrade when they are beset upon by dinosaurs who nest in the area. This results automatically in a New Character.",
    "ranges": {
      "Action": 0,
      "Tension": 93,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 148,
    "text": "ALLIANCE: One group offers to ally with another. This may be a surprise alliance, such as an enemy wanting to join with another enemy to take on a common foe, or it could be something less dramatic, such as the FBI offering to assist local law enforcement in solving a crime. The “groups” in question can be formal organizations or something looser, such as groups of individuals.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 82,
      "Personal": 0
    }
  },
  {
    "index": 149,
    "text": "POWER OVER OTHERS: A Character has power over other Characters in some way, shape, or form in this Turning Point. This power puts the Character in a commanding position in regards to the others. For instance, the lord of a land demands all the peasants pay high taxes or else his men will oppress them. Or, the producer of an anti-toxin for a disease that an entire village has demands they give him whatever he wants in order to receive the medicine.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 84,
      "Personal": 0
    }
  },
  {
    "index": 150,
    "text": "A MYSTERIOUS NEW PERSON: This Turning Point automatically Invokes a New Character, added to the List, whose identity or purpose is not fully known. Maybe they are a shadowy visitor at a meeting, or someone who seems to have authority over someone else.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 85,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 151,
    "text": "FRENETIC ACTIVITY: This Turning Point involves action coming fast and furious at a Character. It should be a rapid fire succession of action, for instance a series of attackers, an out of control boat rocketing down a rapids approaching peril after peril, running a gauntlet of some kind through a series of traps, etc.",
    "ranges": {
      "Action": 81,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 152,
    "text": "RURAL SETTING: This Turning Point involves a rural setting, such as out in the country or at a farm.",
    "ranges": {
      "Action": 0,
      "Tension": 94,
      "Mystery": 86,
      "Social": 85,
      "Personal": 0
    }
  },
  {
    "index": 153,
    "text": "LIKEABLE: This Turning Point involves a Character who is very likable to another Character. Whoever it is, it should be someone who generates sympathy. The Character’s likability should be strong enough to motivate the other Character’s actions. For instance, a jaded cop thought he has seen it all, but a kidnapped girl kindles in him a desire to save her and redeem himself.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 84
    }
  },
  {
    "index": 154,
    "text": "SOMEONE IS WHERE THEY SHOULD NOT BE: A Character is at a location where they should not normally be. For instance, an ally is seen at the headquarters of an enemy, a wealthy socialite is found meeting with a mafia boss at a restaurant, etc.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 88,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 155,
    "text": "SNEAKY BARRIER: A barrier needs to be overcome through stealth or dexterity. For instance, a monster lives in a cave that is only accessible by climbing a high, treacherous cliffside. Or, there are too many ninjas guarding the villain to fight your way through, but you can slip past them unseen if you are skilled enough.",
    "ranges": {
      "Action": 83,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 156,
    "text": "CORRUPTION: This Turning Point involves corruption of a social apparatus of some kind. For instance, a police officer on the take from the mob, or the villain of the Adventure turns out to be a local bureaucrat using his position to give smugglers access to a dock at night.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 87,
      "Personal": 0
    }
  },
  {
    "index": 157,
    "text": "VULNERABILITY EXPLOITED: This Turning Point involves a vulnerability of some kind being exploited by a Character. For instance, someone knowing of another’s crime and blackmailing them, Characters learning of a starbase’s secret vulnerability that allows it to be destroyed, etc. This Turning Point can either involve learning about the vulnerability or actively exploiting it.",
    "ranges": {
      "Action": 0,
      "Tension": 95,
      "Mystery": 89,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 158,
    "text": "THE PROMISE OF REWARD: This Turning Point involves a Character faced with a substantial reward for their participation. For instance, maybe a village is willing to give a group of adventurers everything they have if they fight off a band of marauding goblins. The reward should be for doing something that is considered legitimate or good.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 86
    }
  },
  {
    "index": 159,
    "text": "FRAUD: A Character is a fraud. Whatever it is they are presenting themselves as, or whatever story they have told of themselves, is false. This result differs from Hidden Agenda, where in Hidden Agenda the Character may legitimately have both motives in mind, whereas in Fraud the image or story they are presenting is completely fake. For instance, the prince claiming he is the rightful ruler of a kingdom is actually a shapeshifting doppelgänger assuming the role.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 91,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 160,
    "text": "IT’S BUSINESS: This Turning Point involves business or commerce in some way. It can either be a business transaction, or a business is involved in the Turning Point. For instance, a corporation hires a super hero to protect an important shipment, or a book of antiquity containing a needed spell has to be purchased from an auction house.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 89,
      "Personal": 0
    }
  },{
    "index": 160,
    "text": "JUST CAUSE GONE AWRY: This Turning Point involves something that began as a just cause but has spiraled into something unjust. For instance, a hero takes down a group of orcs terrorizing a town, saving the people, but now the hero has installed himself as the overlord of the town and is demanding tribute.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 90,
      "Personal": 0
    }
  },
  {
    "index": 161,
    "text": "EXPERT KNOWLEDGE: This Turning Point involves a Character who has very specific and specialized knowledge or skills that come into play during the Turning Point. For instance, only the genius of Dr. Rayder can figure out the intricacies of the alien device, or it’s discovered that a killer is murdering people with his knowledge of exotic poisons.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 87
    }
  },
  {
    "index": 162,
    "text": "A MOMENT OF PEACE: Whatever else is going on in this Turning Point, it should overall be a peaceful time for a Character. For instance, there is a lull in the war where the combatants have a chance to enjoy a drink together and relax before they must fight again.",
    "ranges": {
      "Action": 85,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 163,
    "text": "A FOCUS ON THE MUNDANE: This Turning Point involves a focus on something mundane and ordinary, such as a person’s living room or a meal. This mundane thing may be coupled with something extraordinary in the Turning Point. For instance, a Character is killed when his nightly dinner is poisoned, or a family portrait is found to be a cursed item.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 89
    }
  },
  {
    "index": 164,
    "text": "RUN AWAY!: A Character flees or has fled. The actual flight may occur in this Turning Point or it may be learned of. For instance, a Character runs screaming as a horrible monster appears on the scene, or, a Character who disappeared earlier in the Adventure is learned to have left town fearing for his life.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 91
    }
  },
  {
    "index": 165,
    "text": "BEAT YOU TO IT: Whatever is happening in this Turning Point that involves arriving at a location for some purpose, a Character discovers that someone else has arrived before them. For instance, a Character goes to the morgue to check out a clue and learns that another investigator already showed up and took the body.",
    "ranges": {
      "Action": 87,
      "Tension": 0,
      "Mystery": 93,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 166,
    "text": "CONFRONTATION: This Turning Point involves Characters meeting in a confrontation that may turn physical if things don’t go well. For instance, a Character meets the leader of a street gang to get information, but the gang is notoriously twitchy and violent.",
    "ranges": {
      "Action": 89,
      "Tension": 0,
      "Mystery": 0,
      "Social": 91,
      "Personal": 0
    }
  },
  {
    "index": 167,
    "text": "ARGUMENT: A disagreement between two Characters leads to a conflict in this Turning Point.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 93,
      "Personal": 0
    }
  },
  {
    "index": 168,
    "text": "SOCIAL TENSION SET TO BOILING: An element of extreme social tension is near the breaking point. This Turning Point involves some aspect of that, such as an event that increases the tension or an event that is a result of the tension. For instance, two nations at the brink of war have a border skirmish as pressure rises among soldiers.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 94,
      "Personal": 0
    }
  },
  {
    "index": 169,
    "text": "PROTECTOR: A Character must protect someone or something in this Turning Point. If this is an Action Plot Point, the Character must actively protect in this Turning Point from a threat. If it is a Personal Plot Point, then the Character receives the protection duty in this Turning Point.",
    "ranges": {
      "Action": 91,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 93
    }
  },
  {
    "index": 170,
    "text": "CRESCENDO: A series of events that has taken place in this Adventure culminates in this Turning Point. If this is early in the Adventure or in this Plotline, then instead the Adventure or Plotline gets off to a fiery start. For instance, Characters following clues to track a cult finally discover their lair, resulting in a mass battle. Or, a Plotline about retrieving a stolen gem begins with a very elaborate theft",
    "ranges": {
      "Action": 93,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 171,
    "text": "DESTROY THE THING: A Character must destroy or try to destroy something in this Turning Point. Maybe a party of dungeon delvers reaches the heart of the cavern where they must break a mystic seal.",
    "ranges": {
      "Action": 95,
      "Tension": 0,
      "Mystery": 0,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 172,
    "text": "CONSPIRACY THEORY: A Character believes in a scenario that explains a problem in this Adventure. The Character may be right or wrong, but the theory may cause action on the part of the Character. For instance, a group is holed up in a mall during a zombie apocalypse. One Character believes it’s just a disease, so they encourage the others not to shoot the zombies.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 94,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 173,
    "text": "SERVANT: This Turning Point involves a servant or proxy of another Character. Invoke a Character for the servant to represent.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 0,
      "Social": 95,
      "Personal": 95
    }
  },
  {
    "index": 174,
    "text": "AN OPPOSING STORY: A Character learns of an alternate version of something they already know about from this Adventure. For instance, while investigating a starship that had been waylaid by aliens, Characters discover a crewmember who claims the attackers were members of a rival guild and not aliens.",
    "ranges": {
      "Action": 0,
      "Tension": 0,
      "Mystery": 95,
      "Social": 0,
      "Personal": 0
    }
  },
  {
    "index": 175,
    "text": "META: This is a special Plot Point category with Plot Points that change the Characters List or combine Plotlines. Go to the Meta Plot Points Table and roll 1d100 on it for your Plot Point.",
    "ranges": {
      "Action": 96,
      "Tension": 96,
      "Mystery": 96,
      "Social": 96,
      "Personal": 96
    }
  }
]